export interface ITextTemplate {
  id: number
  value: string
}

export const TEXT_TEMPLATES: Array<ITextTemplate> = [
  {
    id: 0,
    value:
      'Если женщина что-то просит, надо ей это обязательно дать. Иначе она возьмет это сама. Сдается мне, джентльмены, что этот человек - не джентльмен!',
  },
  {
    id: 1,
    value:
      'Жуткий город: девок нет, в карты никто не играет. Вчера в трактире украл серебряную ложку - никто даже не заметил: посчитали, что её вообще не было.',
  },
  {
    id: 2,
    value:
      'Я старый больной человек, и у меня слабое сердце, мне врачи запретили волноваться. Неужели вам обязательно нужно убить человека, чтоб понять, что он живой?!',
  },
  {
    id: 3,
    value:
      'А компот?! Работа стоит, а срок идет. Влип, очкарик! Кто не работает, тот ест. Учись, студент! Если я встану, ты у меня ляжешь. У тебя учет в рублях, а у меня в сутках.',
  },
  {
    id: 4,
    value:
      'Штирлиц, а Вас я попрошу остаться! Никогда ещё Штирлиц не был так близко к провалу. Сейчас верить нельзя никому. Даже себе. Мне можно. Не зарывайтесь, Штирлиц! Не зарывайтесь!',
  },
  {
    id: 5,
    value:
      'Видел я их Италию на карте: сапог сапогом, и всё. А голова предмет тёмный и исследованию не подлежит. Коли доктор сыт, так и больному легче. Слово лечит, разговор мысль отгоняет.',
  },
  {
    id: 6,
    value:
      'У меня был друг - он меня предал. У меня была любимая - она отреклась. Я улетаю налегке. Правды, деточка, вообще не бывает. Правда - это то, что в данный момент считается правдой.',
  },
  {
    id: 7,
    value:
      'Не надо громких слов, они потрясают воздух, но не собеседника. Кто ест мало, живёт долго, ибо ножом и вилкой роем мы могилу себе. Что один человек собрал, другой завсегда разобрать сможет.',
  },
  {
    id: 8,
    value:
      'Умное лицо - это еще не признак ума. Все глупости в мире совершаются именно с этим выражением лица. Улыбайтесь господа, улыбайтесь. Семь часов утра. Разгон облаков, установление хорошей погоды.',
  },
]
