export interface ITextTemplate {
  id: number
  value: string
}

export const TEXT_TEMPLATES: Array<ITextTemplate> = [
  {
    id: 0,
    value:
      'Какая же гадость эта ваша заливная рыба! О-о, тепленькая пошла. Потрите мне спинку, пожалуйста! У меня там ценный веник. Ну а как Вас в самолет сажали Вы должны помнить? Ппомнить ддолжен... но я не ппомню. Что вы меня поливаете? Я же не клумба! Нашлись добрые люди. Подогрели, обобрали. То есть подобрали, обогрели.',
  },
  {
    id: 1,
    value:
      'А у вас ботиночки на тонкой подошве. Простудитесь, заболеете и умрете. Пить надо меньше, меньше надо пить. Ну что вы меня всё время роняете. Ария московского гостя. И всё таки я не Ипполит. А давайте взвесимся на брудершафт. Спокойно, Ипполит, спокойно. Если мы будем продвигаться такими темпами, то лично я на аэродром не попадаю.',
  },
  {
    id: 2,
    value:
      'Мне надо принять ванну, выпить чашечку кофе. Будет тебе и ванна, будет тебе и кофа, будет и какава с чаем, поехали к шефу. Шампанское по утрам пьют или аристократы или дегенераты. Наши люди в булочную на такси не ездят. Сеня, быстро объясни товарищу, зачем Володька сбрил усы. Будете у нас, на Колыме - милости просим. Нет, уж лучше вы к нам.',
  },
  {
    id: 3,
    value:
      'Мы вас любим... в глубине души. Где-то очень глубоко. Очень глубоко! Так глубоко, что я этого даже не замечаю! Не бейте меня по голове! Это мое больное место! У меня такая безупречная репутация, что меня уже давно пора скомпрометировать! Статистика - это наука, она не терпит приблизительности. Так я теперь буду выглядеть всегда! И пошла, пошла!',
  },
  {
    id: 4,
    value:
      'А идите вы в бухгалтерию! А если он в шкаф не влезет? Впихнем. У меня двое детей: мальчик... и мальчик. Она не женщина, она директор. Бубликов умер, а потом он не умер. Вера, вы все про всех знаете. Такая профессия. Выдвинули на общественную работу и с тех пор никак не могут задвинуть обратно. А меня вообще сослали в бухгалтерию. Да на тебе пахать надо! ',
  },
  {
    id: 5,
    value:
      'Лелик, это же неэстетично. Зато дешево, надежно и практично. Шел. Подскользнулся. Упал. Закрытый перелом. Потерял сознание. Очнулся - гипс. Брось свои шуточки. У тебя там не закрытый, а открытый перелом. Бить буду сильно, но аккуратно. Брюки превращаются... Превращаются брюки... В элегантные шорты! Лелик, останови, я выйду! Спокойно, Казладоев, сядем усе!',
  },
  {
    id: 6,
    value:
      'Муля, не нервируй меня! Нужно сначала знать, как обращаться с микробами, а затем уже брать на воспитание детей. Вы не кричите на мою собаку, на нее до шести месяцев кричать нельзя, она нервничать будет. Удивительная девочка. Пропала сразу из четырех мест. Она такая высокая, а он небольшой с покупками. Нехорошо. Дочка пропала, сын сбежал: вот мама обрадуется.',
  },
  {
    id: 7,
    value:
      'Понимаете, каждый год 31 декабря мы с друзьями ходим в баню. Это у нас такая традиция. Вот представьте. Я просыпаюсь в своей квартире, и тут на меня поливает из чайника какая-то женщина! Потому что я никогда не пьянею! Так кто из нас летит в Ленинград? Смотри, Надежда, чтобы к моему приходу не завёлся тут кто-нибудь третий. Не волнуйтесь, этого уж я не допущу.',
  },
  {
    id: 8,
    value:
      'Дичь не улетит, она жареная. Если человек идиот, то это надолго. Строго на север порядка 50 метров расположен туалет, типа сортир, обозначенный буквами Эм и Жо. Я даже не удивлюсь, если выяснится, что ваш муж, тайно посещает любовницу. У вас нет такого же, но с перламутровыми пуговицами? Кто возьмет билетов пачку, тот получит водокачку. Иди отсюда мальчик, не мешай!',
  },
]
